
export const diaryDays = [
    {
        id: 1,
        year: 2023,
        month: 10,
        day: 30,
        score: 8.8,
        importance: 2,
        inconsistency_min: 4.5,
        inconsistency_max: 3,
        atmosphere: 2,
    },
    {
        id: 2,
        year: 2023,
        month: 10,
        day: 31,
        score: 8.3,
        importance: 1,
        inconsistency_min: 2,
        inconsistency_max: 2,
        atmosphere: 1,
    },
    {
        id: 3,
        year: 2023,
        month: 11,
        day: 1,
        score: 8.5,
        importance: 1,
        inconsistency_min: 1.5,
        inconsistency_max: 1.5,
        atmosphere: 2,
    },
    {
        id: 4,
        year: 2023,
        month: 11,
        day: 2,
        score: 8.2,
        importance: 1,
        inconsistency_min: 1.5,
        inconsistency_max: 1.5,
        atmosphere: 0,
    },

];


export const diaryDayTexts = [
    {
        id: 1,
        year: 2023,
        month: 10,
        day: 30,
        fullText: `Неоднозначный день, но закончился хорошо в итоге. Уже не выходной, так что к некоторым врачам сходил сегодня, к кому надо было. Опять же, очень много спал. Но я решил проучить одну знакомую, Катю, за то что игнорила. И в итоге довольно жестко вышло, а оказалось в итоге, что у нее сообщения вниз уходили, а надо было еще раз написать. Все уладили, и вообще она в итоге очень хорошей тянкой оказалась. Даже стыдно теперь перед ней за это. Но в конце концов мы уже весьма хорошо пообщались с ней. Процедур в клинике пока не было, я только записывался.`,
    },
    {
        id: 2,
        year: 2023,
        month: 10,
        day: 31,
        fullText: `Все дальше записываюсь на процедуры, пока ничего не было. Спал снова много, от препаратов сильно клонит в сон. Переписывался с друзьями, а вот в палате не особо общался. Ничего интересного почти, кроме того, что Вика из сна решила открыть страницу. Было два напряженных момента. Во первых она оказалась не в 9, а в 8 классе, а это значит что походу Канаду придется до 2027 отложить. Ну это если у меня сложится с ней в итоге. А во вторых не заметил друзей из других городов у нее. Ну через ровно два месяца будет уже все видно. А так вроде хорошая девушка по виду. Ноябрь правда, увы не смог встретить, вырубился раньше.`,
    },
    {
        id: 3,
        year: 2023,
        month: 11,
        day: 1,
        fullText: `И вот он - чисто мужской месяц) А значит пора заниматься мужскими делами) Но пока в первый день этого месяца чего-то особо мужского не было, ну кроме символа месяца) Сегодня я ходил снова ко врачам на записи. Из процедур пока только электросон, я помню его, прикольная штука. Решил немного с сайтом поразбираться, но потом мне спать захотелось, все еще сплю много, хоть уже и не так, как раньше. Решил немного погулять даже, погода очень хорошая сегодня! Посмотрим, как мужской месяц пойдет дальше.`,
    },
    {
        id: 4,
        year: 2023,
        month: 11,
        day: 2,
        fullText: `Сходил сегодня на пару процедур - на электросон и на бос. Вроде еще у терапевта был сегодня, ничего особо не назначили. Парень у которого был удлинитель сегодня выписался, и подселили сразу же другого парня. Так что пришлось без компа сегодня весь день вроде бы сидеть. Еще в буфете купил покушать, я вообще ща мало довольно ем тут.`,
    },

];

export const diaryMonths = [
    {
        id: 1,
        year: 2013,
        month: 12,
        baseScore: 83.75,
    },
    {
        id: 2,
        year: 2014,
        month: 1,
        baseScore: 79.55,
    },
    {
        id: 3,
        year: 2014,
        month: 2,
        baseScore: 68.13,
    },
    {
        id: 4,
        year: 2014,
        month: 3,
        baseScore: 69.30,
    },
    {
        id: 5,
        year: 2014,
        month: 4,
        baseScore: 87.44,
    },
    {
        id: 6,
        year: 2014,
        month: 5,
        baseScore: 78.4,
    },
    {
        id: 7,
        year: 2014,
        month: 6,
        baseScore: 97.33,
    },
    {
        id: 8,
        year: 2014,
        month: 7,
        baseScore: 76.47,
    },
    {
        id: 9,
        year: 2014,
        month: 8,
        baseScore: 91.6,
    },
    {
        id: 10,
        year: 2014,
        month: 9,
        baseScore: 81.23,
    },
    {
        id: 11,
        year: 2014,
        month: 10,
        baseScore: 71.42,
    },
    {
        id: 12,
        year: 2014,
        month: 11,
        baseScore: 88.95,
    },
    {
        id: 13,
        year: 2014,
        month: 12,
        baseScore: 72.2,
    },
    {
        id: 14,
        year: 2015,
        month: 1,
        baseScore: 71.23,
    },
    {
        id: 15,
        year: 2015,
        month: 2,
        baseScore: 79.2,
    },
    {
        id: 16,
        year: 2015,
        month: 3,
        baseScore: 85.12,
    },
    {
        id: 17,
        year: 2015,
        month: 4,
        baseScore: 73.52,
    },
    {
        id: 18,
        year: 2015,
        month: 5,
        baseScore: 87.16,
    },
    {
        id: 19,
        year: 2015,
        month: 6,
        baseScore: 55.1,
    },
    {
        id: 20,
        year: 2015,
        month: 7,
        baseScore: 64.38,
    },
    {
        id: 21,
        year: 2015,
        month: 8,
        baseScore: 85.8,
    },
    {
        id: 22,
        year: 2015,
        month: 9,
        baseScore: 68.14,
    },
    {
        id: 23,
        year: 2015,
        month: 10,
        baseScore: 73.75,
    },
    {
        id: 24,
        year: 2015,
        month: 11,
        baseScore: 86.62,
    },
    {
        id: 25,
        year: 2015,
        month: 12,
        baseScore: 95.95
    },
    {
        id: 26,
        year: 2016,
        month: 1,
        baseScore: 77.51
    },
    {
        id: 27,
        year: 2016,
        month: 2,
        baseScore: 70.75
    },
    {
        id: 28,
        year: 2016,
        month: 3,
        baseScore: 78.03
    },
    {
        id: 29,
        year: 2016,
        month: 4,
        baseScore: 97.44
    },
    {
        id: 30,
        year: 2016,
        month: 5,
        baseScore: 68.17
    },
    {
        id: 31,
        year: 2016,
        month: 6,
        baseScore: 82.13
    },
    {
        id: 32,
        year: 2016,
        month: 7,
        baseScore: 65.69
    },
    {
        id: 33,
        year: 2016,
        month: 8,
        baseScore: 69.32
    },
    {
        id: 34,
        year: 2016,
        month: 9,
        baseScore: 81.03
    },
    {
        id: 35,
        year: 2016,
        month: 10,
        baseScore: 86.44
    },
    {
        id: 36,
        year: 2016,
        month: 11,
        baseScore: 77.35
    },
    {
        id: 37,
        year: 2016,
        month: 12,
        baseScore: 57.26
    },
    {
        id: 38,
        year: 2017,
        month: 1,
        baseScore: 47.36
    },
    {
        id: 39,
        year: 2017,
        month: 2,
        baseScore: 47.41
    },
    {
        id: 40,
        year: 2017,
        month: 3,
        baseScore: 67.23
    },
    {
        id: 41,
        year: 2017,
        month: 4,
        baseScore: 98.42
    },
    {
        id: 42,
        year: 2017,
        month: 5,
        baseScore: 67.54
    },
    {
        id: 43,
        year: 2017,
        month: 6,
        baseScore: 77.93
    },
    {
        id: 44,
        year: 2017,
        month: 7,
        baseScore: 86.88
    },
    {
        id: 45,
        year: 2017,
        month: 8,
        baseScore: 94.54
    },
    {
        id: 46,
        year: 2017,
        month: 9,
        baseScore: 100.21
    },
    {
        id: 47,
        year: 2017,
        month: 10,
        baseScore: 75.77
    },
    {
        id: 48,
        year: 2017,
        month: 11,
        baseScore: 78.83
    },
    {
        id: 49,
        year: 2017,
        month: 12,
        baseScore: 71
    },
    {
        id: 50,
        year: 2018,
        month: 1,
        baseScore: 73.81
    },
    {
        id: 51,
        year: 2018,
        month: 2,
        baseScore: 60.33
    },
    {
        id: 52,
        year: 2018,
        month: 3,
        baseScore: 70.55
    },
    {
        id: 53,
        year: 2018,
        month: 4,
        baseScore: 96.34
    },
    {
        id: 54,
        year: 2018,
        month: 5,
        baseScore: 75.4
    },
    {
        id: 55,
        year: 2018,
        month: 6,
        baseScore: 94.9
    },
    {
        id: 56,
        year: 2018,
        month: 7,
        baseScore: 85.22
    },
    {
        id: 57,
        year: 2018,
        month: 8,
        baseScore: 73
    },
    {
        id: 58,
        year: 2018,
        month: 9,
        baseScore: 55.06
    },
    {
        id: 59,
        year: 2018,
        month: 10,
        baseScore: 70.68
    },
    {
        id: 60,
        year: 2018,
        month: 11,
        baseScore: 69.36
    },
    {
        id: 61,
        year: 2018,
        month: 12,
        baseScore: 78.82
    },
    {
        id: 62,
        year: 2019,
        month: 1,
        baseScore: 71.02
    },
    {
        id: 63,
        year: 2019,
        month: 2,
        baseScore: 79.96
    },
    {
        id: 64,
        year: 2019,
        month: 3,
        baseScore: 57.79
    },
    {
        id: 65,
        year: 2019,
        month: 4,
        baseScore: 80.19
    },
    {
        id: 66,
        year: 2019,
        month: 5,
        baseScore: 76.69
    },
    {
        id: 67,
        year: 2019,
        month: 6,
        baseScore: 87.47
    },
    {
        id: 68,
        year: 2019,
        month: 7,
        baseScore: 56.49
    },
    {
        id: 69,
        year: 2019,
        month: 8,
        baseScore: 93.8
    },
    {
        id: 70,
        year: 2019,
        month: 9,
        baseScore: 45.67
    },
    {
        id: 71,
        year: 2019,
        month: 10,
        baseScore: 71.72
    },
    {
        id: 72,
        year: 2019,
        month: 11,
        baseScore: 79.05
    },
    {
        id: 73,
        year: 2019,
        month: 12,
        baseScore: 97.02
    },
    {
        id: 74,
        year: 2020,
        month: 1,
        baseScore: 74.73
    },
    {
        id: 75,
        year: 2020,
        month: 2,
        baseScore: 62.49
    },
    {
        id: 76,
        year: 2020,
        month: 3,
        baseScore: 85.81
    },
    {
        id: 77,
        year: 2020,
        month: 4,
        baseScore: 43.09
    },
    {
        id: 78,
        year: 2020,
        month: 5,
        baseScore: 69.86
    },
    {
        id: 79,
        year: 2020,
        month: 6,
        baseScore: 88.51
    },
    {
        id: 80,
        year: 2020,
        month: 7,
        baseScore: 89.76
    },
    {
        id: 81,
        year: 2020,
        month: 8,
        baseScore: 90.88
    },
    {
        id: 82,
        year: 2020,
        month: 9,
        baseScore: 78.91
    },
    {
        id: 83,
        year: 2020,
        month: 10,
        baseScore: 79.19
    },
    {
        id: 84,
        year: 2020,
        month: 11,
        baseScore: 86.34
    },
    {
        id: 85,
        year: 2020,
        month: 12,
        baseScore: 73.22
    },
    {
        id: 86,
        year: 2021,
        month: 1,
        baseScore: 86.57
    },
    {
        id: 87,
        year: 2021,
        month: 2,
        baseScore: 92.32
    },
    {
        id: 88,
        year: 2021,
        month: 3,
        baseScore: 88.85
    },
    {
        id: 89,
        year: 2021,
        month: 4,
        baseScore: 75.29
    },
    {
        id: 90,
        year: 2021,
        month: 5,
        baseScore: 94.91
    },
    {
        id: 91,
        year: 2021,
        month: 6,
        baseScore: 90.50
    },
    {
        id: 92,
        year: 2021,
        month: 7,
        baseScore: 78.89
    },
    {
        id: 93,
        year: 2021,
        month: 8,
        baseScore: 83.02
    },
    {
        id: 94,
        year: 2021,
        month: 9,
        baseScore: 87.64
    },
    {
        id: 95,
        year: 2021,
        month: 10,
        baseScore: 72.91
    },
    {
        id: 96,
        year: 2021,
        month: 11,
        baseScore: 81.12
    },
    {
        id: 97,
        year: 2021,
        month: 12,
        baseScore: 71.06
    },
    {
        id: 98,
        year: 2022,
        month: 1,
        baseScore: 54.8
    },
    {
        id: 99,
        year: 2022,
        month: 2,
        baseScore: 30.01
    },
    {
        id: 100,
        year: 2022,
        month: 3,
        baseScore: 66.28
    },
    {
        id: 101,
        year: 2022,
        month: 4,
        baseScore: 90.77
    },
    {
        id: 102,
        year: 2022,
        month: 5,
        baseScore: 83.55
    },
    {
        id: 103,
        year: 2022,
        month: 6,
        baseScore: 64.36
    },
    {
        id: 104,
        year: 2022,
        month: 7,
        baseScore: 79.49
    },
    {
        id: 105,
        year: 2022,
        month: 8,
        baseScore: 82.04
    },
    {
        id: 106,
        year: 2022,
        month: 9,
        baseScore: 56.66
    },
    {
        id: 107,
        year: 2022,
        month: 10,
        baseScore: 67.44
    },
    {
        id: 108,
        year: 2022,
        month: 11,
        baseScore: 70.9
    },
    {
        id: 109,
        year: 2022,
        month: 12,
        baseScore: 70.77
    },
    {
        id: 110,
        year: 2023,
        month: 1,
        baseScore: 94.48
    },
    {
        id: 111,
        year: 2023,
        month: 2,
        baseScore: 81.16
    },
    {
        id: 112,
        year: 2023,
        month: 3,
        baseScore: 66.63
    },
    {
        id: 113,
        year: 2023,
        month: 4,
        baseScore: 92.32
    },
    {
        id: 114,
        year: 2023,
        month: 5,
        baseScore: 98.13
    },
    {
        id: 115,
        year: 2023,
        month: 6,
        baseScore: 86.16
    },
    {
        id: 116,
        year: 2023,
        month: 7,
        baseScore: 80.62
    },
    {
        id: 117,
        year: 2023,
        month: 8,
        baseScore: 31.82
    },
    {
        id: 118,
        year: 2023,
        month: 9,
        baseScore: 96.26
    },
    {
        id: 119,
        year: 2023,
        month: 10,
        baseScore: 83.81
    },

];


export const diaryMonthsTexts = [
    {
        id: 1,
        year: 2019,
        month: 8,
        text_rus: `Август в 2019 году выдался у меня одним из самых насыщенных месяцев в моей жизни! И казалось бы, что все было прекрасно - отличный отдых в Доминикане, очень веселые и клёвые прогулки с друзьями и встречи с двумя подругами, все это разбавлено смешными мемами того месяца. И в конце июля по приколу решил внести в фамилию «Лягу», в итоге поменяли и мне пришлось целый месяц быть с такой фамилией. Лягу это вообще так называется земноводное, но люди его называют неправильно - лягушкой, вот такой у нас был мем в конце июля, до этого. Но вся лампота и все хорошее отделяет одно ужасное и очень трагичное событие, которое произошло в самое неожиданное время. Ну ладно, месяц начался с отдыха в Доминикане) Уже в другом отеле. Няшной тяночки из отеля в этот раз не было, правда, я видел однажды одну горячую жирную) 13-летнюю. Первые дни августа прошли очень хорошо, отдых был классным, еще радовало, что с нами была крестная. Но тем временем, я не только маму с крестной заебывал с Шабуниной, но еще и друзей, от чего они начали чаще злиться на меня, особенно Руслан. 4 августа была очень крутая экскурсия на остров Саона, но особенно круто было на катере, еще когда я лежал там, ветер так дул, ощущения клевые очень) Сделал там фотки с морскими звездами и попил пинаколады. А потом поехали к городу художников, где я тоже сделал пару фоток. В этот день форсили картинку с бабкой мертвой, которую лизала девочка. И в августе 2016 я помню тоже наткнулся на эту картинку и ржал с нее за три дня до смерти бабушки по отцовской линии. И вот, что произошло вечером 6 августа (но в Москве было уже 7-ое). Переломный момент. Утром еще все норм было, я видел в бассейне двух парней - киприота и омежку и они дружили. Я даже придумал, что они делали кое-что гейское и захотел их в беседе зафорсить) А вот самый пиздец произошел вечер, когда маме позвонила жена моего дяди и сообщила, что Дивалюлеля умер… Это было роковым моментом тогда, ведь я помню, как недавно еще, чуть больше двух лет назад мы все вместе отмечали его день рождения, было весело, а он шутил про ватные диски. Вот такое вот очень трагическое событие произошло во время замечательного месяца, что в итоге весь остальной отдых прошел как-то так, без настроения. Было его очень жалко, хоть я и раньше делал мемы с ним, все же очень хороший мужик и мой дядя. В следующие дни я бухал очень много, в один из дней мне даже было настолько плохо, что я не мог дойти до кровати и меня блевало. Это было восьмого августа, а в следующие дни уже так много не пил. И тут резко, после отдыха возвращается лампота снова, уже в Москве. Прилетел Руслан, а впереди у нас три очень классных и веселых прогулки) 13 августа была первая прогулка, где сначала мы вдвоем очень сильно хохотали над моим бывшим одноклассником Егором Кураковым, называли его петухом и читали его цитаты. Даже гс ему всякие записывали и кидали, а потом уже делали это втроем))) 14 августа снова доебывали петуха нашими мемами про него, что он мне потом написал даже, но все равно очень весело было, а голосовые были очень смешными) А еще тогда мы залезли в Алькантару снова и повернули рубильник. И в Авиапарке Руслан увидел девушку и влюбился в нее, успел потрогать ее даже, но зассал познакомиться, после чего он очень долгое время жалел и пытался ее найти (как же мне это знакомо). В середине августа были похороны Дивалюлели, поэтому в семье царила мрачная довольно атмосфера. 16 августа было 9 дней, меня не хотели отпускать на прогулку, день вообще не очень был, да и потом ребята сказали, что не смогут в этот день. Последняя наша прогулка выдалась 18 августа, и снова же была она очень смешной и атмосферной! Опять доебывали Куракова, а потом даже поиграли в мою игру про него, которую я еще в 2014 в рпг мейкере делал. На этом лампота не закончилась. Но хоть мы и гуляли классно, Руслана я все же начинал раздражать тем, что постоянно писал про Шабунину, и у Мырзы также бомбило от этого. До 23 августа особо интересного не было ничего, хотел погулять с одной знакомой Катей (которая вообще из Молдавии), но она не могла. А 23 попробовал впервые желтый арбуз, довольно необычный он оказался. И 25 августа прогулка была с той Катей. Я говорил в этот раз много, но она молчала и не особо часто говорила, поэтому в целом так себе было, но все же прогулка была неплохой. А еще я узнал, что Оля поступила куда-то в Москву и теперь тут снимает комнату с подругой, так что и с ней можно будет погулять. Но пока до этого, 26 августа видимо я друзей совсем достал своими сообщениями про Анечку, так еще и в конце августа заметил что нос у Шабуньки очень милый и на кошачий похож. В итоге друзья с фейков слили ей всю хуйню, которую я писал про нее в беседу, но тогда, я об этом даже не догадывался. Да и она до 1 сентября не заходила в сеть. И вот, 29 августа отличная прогулка с Олей! Было очень приятно гулять и даже весело, даже ей я успел рассказать про Куракова, мы вместе смеялись с него, и Оля даже хотела ему позвонить и пофлиртовать с ним, чтобы мы все поржали над этим петухом безголовым))) А вообще мы с ней гуляли по всяким красивым паркам, в конце оранжевой ветки, там, где она снимала комнату. И гуляли долго, целых 5 часов, да и сама прогулка была замечательной и вообще одна из лучших с кем-либо. Но с 30 августа, как и год назад начали происходить плохие события. В этот раз все еще хуже. Я и с родителями ссорился, так еще и когда хотел освободить место на телефоне, какая-то программа левая потерла больше половины фоток с телефона, и они пропали бесследно! В итоге, только некоторые удалось восстановить. И тут хорошее резко обрывается, как только начинается отвратительный, ужаснейший сентябрь 2019-ого.`,
        text_en: ``,
        song_rus: `https://www.youtube.com/embed/nCltXbFwuRc?si=MPAfEcAXq_zOxHzK`, //fuck sanctions
        song_en: `https://www.youtube.com/embed/nCltXbFwuRc?si=MPAfEcAXq_zOxHzK`,
    },
    {
        id: 2,
        year: 2019,
        month: 9,
        text_rus: `Невероятно жестоким месяцем выдался для меня сентябрь 2019-ого, принесший мне очень много моральной боли и страданий. Это чуть не привело меня к суициду, но хорошо то, что меня в итоге отговорили. А все по пизде пошло уже вечером 1-ого сентября. Тогда мы гуляли с Петей, но что-то прогулка та была совсем не очень. И вот ближе к вечеру, спустя месяц в сеть зашла Шабунька и игнорила меня. Это продолжалось до 3 сентября, но самое ужасное было то, что это было как раз после признания. Я думал, что я ей не нравлюсь и она вообще хотела прекратить контакты со мной, чтобы я дальше не привязывался к ней. О том, что ей мои друзья тогда скинули, я не знал. В итоге, 3 сентября я потратил много нервов, я и звонил Шабуньке, и просил друзей, которые тогда работали на два фронта, в итоге она мне ответила, и казалось бы все наладилось? Ее возмутило то, что я про нее друзьям рассказываю. Но о сливе 26 августа я тогда еще не знал. Общение шло не очень из-за того, что Шабунина узнала про то, что я пересылал ее сообщения друзьям, Мырза спалил. А вообще мы с Мырзой в этом месяце совсем ебанулись и всякой хуйней занимались. А еще иногда ссорились и он рассылал всякую хуйню моим друзьям и подругам. Даже одному одногруппнику с фамилией Цысь, но о нем позже (Мырза проорал с его фамилии и мы начали это форсить). В сентябре уже у меня начался 3 курс, 5 семестр, новые предметы. Как всегда. С Дианой кстати общение тоже по пизде шло, она отвечала хуево, не хотела гулять, да и на кино (Оно 2), на которое я звал ее еще 2 года назад, она решила сходить с какой-то левой подругой. После этого мы и вовсе перестали общаться, ибо меня такое не устраивало. 7 сентября был единственный реально хороший день за весь этот месяц, тогда вроде казалось, что все наладилось и мы с Петей очень весело и клево погуляли. Но зачем-то повернули рубильник, и мне кажется, после этого стало все только хуже. И вот с 8 сентября все снова хуже пошло, Аня стала хуже отвечать, да и настроение в целом стало хуже. Очередным пиздецовым днем стало 11 сентября, когда Мырза попросил написать какой-то его подруге, а она не захотела со мной общаться и знакомиться по причине моей внешности. Тогда это только сильнее меня задело. Более менее неплохим днем оказалось 12 сентября, когда мы с Петей снова погуляли, нашли какую-то странную базу и вообще в необычном довольно месте катались на великах. И вот вторая половина сентября уже полностью была отвратительной и пиздецовой. 16 сентября, когда мы с Аней Шумовой сходили на Оно 2, у меня совсем не было настроения из-за того, что мне Шабунька хуево отвечала. 17 потом она меня игнорила, и потом я встретил ее в автобусе, общалась тоже плохо довольно. Еще в тот день начались конфликты с тем одногруппником с фамилией Цысь из-за того, что Мырза писал ему хуйню и мы угарали над его фамилией. В итоге он сначала меня отпиздить хотел, а потом просто решил не общаться со мной вообще и не обращать на меня внимания. Все катилось по пизде, было отвратительное время, каждый день был ужасным. Были и мысли ужасные, и общение с Шабунькой так себе. 21 сентября я вновь вспомнил про порчу, вдруг она у меня рили есть? Потому что ну как может так все сильно скатиться? И почему такое постоянно происходит? 22 сентября был др у Пети, а у меня этот день был лютым говном - меня Диана из друзей снесла, а еще я искал гадалок в Москве, чтобы узнать про порчу и снять ее. 23 сентября снова пиздецы с шабунькой, а 24 сентября, я ее снова встретил в автобусе. Вроде тогда мы и норм пообщались и казалось, что чуть лучше стало, но нет. На следующий день уже 25 сентября случился глобальный пиздец. Во первых, когда я Шабуньке написал, она меня проигнорила. Во вторых, весь этот день меня Саня доебывал и провоцировал, писал сообщения в духе «Ха, увел Шабуньку у чма ебаного», и так далее. В третьих, я пропустил в этот день все пары ради того, чтобы купить цепочку для камня, который я хотел подарить Шабуньке. То телефон разряжался, то магазин не мог найти, везде цепочки были очень дорогие, и еле нашел какую-то церковную лавку внутри другого здания на другом конце Москвы, где была нужная цепочка и стоила она всего 800 рублей тогда вроде. И вот тогда, я приехал после этого в универ, купив цепочку, ждал, когда закончатся пары. Поехал и хотел встретить Шабуньку, ибо она обычно в это на автобус должна была садиться. Но вдруг я вижу, как она зашла в сеть и до сих пор игнорила. Я понял, что она специально ушла с пар пораньше, чтобы не встретиться со мной в тот день, потому что за день до этого я сказал ей «надеюсь, завтра встретимся еще». Нахлынул лютый депрессняк и настроение было испорчено. Уже вечером дома я бухал. Но и это еще не все, мне слили, что Мырза общался с Шабунькой и она ему сливала мои сообщения, и вообще я думал, что они скрывают что-то. Потом высказался Руслану, но и он слил мои сообщения Мырзе. У меня окончательно бомбануло и был нервный срыв. Настолько, что уже 26 сентября я придумывал план о том, как бы выпилиться и искал железнодорожные пути недалеко от Шабунькиного универа, и планировал после завала пересдачи по физике тогда прыгнуть под поезд. Я удалил свою страницу в итоге тогда, и уже думал, что на следующий день выпилюсь, хотя и родители меня отговаривали. 26 сентября, когда уже проснулся увидел, что у меня было 3 пропущенных от Шабуньки, но отвечать ей не стал, ибо был обижен на нее. По поводу всех мыслей тоже немного отошел, чувствовал чуть получше, хоть в итоге этот Тимохин меня снова завалил на физике. А потом мне в голову моча ебнула и я всем одногруппникам стал говорить, что если им писать начнут, чтобы они говорили, что я сдох. Чтобы Шабунька с Мырзой тогда почувствовали вину за все это. Хотя Руслан вообще почти не был виноват (ну кроме слива тех сообщений, про который я даже не знал еще тогда), я боялся, что он спалит меня Мырзе, а он напишет Шабуньке. Поэтому удалил страницу и даже поменял на время номер, а также просил всех одногруппников говорить то, что я выпилился. Последние дни сентября уже были более менее норм. Я покрасил снова волосы и сделал новую прическу, а также купил игру, которую ждал еще с 2012 год. И нашел гадалку, к которой уже в октябре поеду.`,
        text_en: ``,
        song_rus: `https://www.youtube.com/embed/fjaXbqpnDwE?si=k9bPGuO8YUpVD6d2`, //fuck sanctions
        song_en: `https://www.youtube.com/embed/fjaXbqpnDwE?si=k9bPGuO8YUpVD6d2`,
    },
    {
        id: 3,
        year: 2019,
        month: 10,
        text_rus: `В этом году у меня октябрь начался довольно странно. А именно - я создал фейк, сидел с него и общался только с Аней Шумовой и с одногруппниками. А еще всю группу просил говорить, если начнут им писать, что я сдох, чтобы Шабуньке это слили потом и она почувствовала вину. Вообще очень тяжело начался месяц, потому что тогда сентябрьские пиздецы все еще продолжались. Еще в ту игру играл - Cube World, которая немного разочаровала меня тем, что разработчик решил многое убрать и добавил ненужные механики, которые и вовсе портят игру. В итоге, кто-то слил из моего универа моим друзьям, что я не сдох. Вообще тогда, я хотел только на Шабуньку и Мырзу повлиять таким образом. Ходил к психологу тогда, ибо тяжело было такое переносить эмоционально и морально. Погадали на ноябрь) 6 октября уже началась жесть, а дело в том, что тогда Мырза с Русланом писали с фейков моим одногруппникам и угрожали им и мне, чтобы сказали правду, и т.д. А седьмого, во время прогулки с Аней Шумовой, которая в итоге оказалась худшей с ней. Но не по ее вине. Дело в том, что через нее я решил все же написать друзьям тогда. И потом уже через нее кинул свой фейк, я пытался во всем объясниться, но они были очень злы на меня. И была полная жесть, когда тогда с ними общался. А еще и даже Оля тогда переживала, и из-за всего этого цирка, мы и прекратили в итоге общаться, точнее, она уже не захотела. Да, вот такое бывает, когда мне моча в голову ебнет, ибо удалял страницу чисто из-за Шабуньки с Мырзой, а в итоге пострадали и другие друзья. Руслан и вовсе пытался выпилиться, до того как узнал, что это все наебкой было, ужас какой-то. 8 октября ночью мне было очень плохо, но уже днем я вроде как помирился с Русланом. Но вот с Мырзой я еще несколько дней ругался, самая жесть с ним была 11 октября, когда мы с ним чуть ли не совсем не рассорились. А за день до этого, 10 октября, я ходил к священнику, точнее мне тогда крестная посоветовала сходить туда. Но в итоге этот день закончился плохо и вечером был срыв из-за чего-то. И как только наступило 12 октября, месяц начал меняться в лучшую сторону. Если до этого дня он был ужасным, то уже после - начались хорошие события и даже лампота. 12 октября мы очень хорошо погуляли с Петей, не гуляли месяц. Повернули рубильник и походили в Авиапарке… А еще я решил его привести в свою качалку у МАИ, но ему что-то там не понравилось… А 13-ого октября - первая встреча с гадалкой! Она сказала, что у меня правда сглаз какой-то на отношения, и потом она уже его у меня убирала, правда, пришлось заплатить за это. А еще она говорила некоторые вещи, которые просто так нельзя угадать. Например про то, что у меня могла бы быть сестра от прошлого мужа мамы. Но вот она сказала, что будет шанс помириться с Шабунькой через месяц примерно. Увы, но тут она в итоге ошиблась, но об этом позже. Более того, я тогда хотел сделать приворот на Шабуньку, но потом передумал. А еще, что через года 2 я буду получать большие деньги. А здесь, не прогадала, но не все так радужно будет. 14 октября я решил встретить Шабуньку и помириться с ней. Она не хотела ни в какую, но я тогда даже не расстроился. После гадалки еще была какая-то необычная атмосфера и чувство, что-то вроде счастья. Я покушал в каком-то ресторане в Метрополисе. А после этого, мы уже с Мырзой тогда помирились, но не надолго. И вот на одной паре он заорет «Белобрысый пидарас», так я проорал и пытался вырубить трансляцию, а еще и заглючило тогда и эхом отдавалось. Теперь в итоге того препода мы так и называли) И в этот день я видел милую тян как раз рядом с той аудиторией. Очень долго пытался найти ее, но ее там уже не было ни через неделю, ни через две. Вообще вторая половина октября выдалась вполне хорошей. Хотя, 16 октября, когда я восстановил страницу, меня Шабунька чснула. Это вроде уже было после того, как ей слили мою вторую страницу. А еще меня удалила из друзей Оля и та Катя из Молдавии. Олю я попросил вернуть, а Кате решил не писать. Но мы с Олей так почти и не общались после этого случая. 17 октября еще раз сходил к гадалке и спросил некоторые вопросы у нее. А порча та или сглаз должны были уйти примерно дней через 40. Еще я заказал тогда амулет себе на удачу, уже 20 октября, который будет готов уже только к декабрю. И наконец, 18 октября, я смог сдать тот курсач по осям! МирЛонов в этот раз даже не стал на отчет смотреть, поставил 3. Наконец был свободен, но еще у меня экзамен и курсач по дискрану. Вторая половина октября у меня прошла в поиске той «Седой» тянки. Мы ее так назвали с друзьями, потому что она была блондинка, а препода который был седой мы называли белобрысым. 21 октября - неплохая прогулка с Аней Шумовой, сходили в какой-то музей, уже плохо помню, но у нас были забавные фотки. Вот только я не знал в тот день, что до прогулки я жестко завалю контрольную по урматам. 23 октября я искал Седую, и в какой-то аудитории на меня наорал препод и сказал «че надо?». А также в одной группе была девушка с похожим описанием, но розовыми волосами. В итоге 25 октября и она мне понравится, и уже с ней я буду пытаться познакомиться, в начале ноября. 26 октября у меня появилась куча всяких идей, как можно улучшить Cube World, но в итоге я все нарисовал, но так и не отправил на реддит. 27 октября снова повернул рубильник, уже не помню почему, мб просто попросили. И вот, 28 октября, в универе я познакомился с одной девушкой по имени Катя Руденко, с которой я уже потом буду часто гулять в мае-июне 2021. Но тогда я даже контактов еще не взял у нее. Седую я никак не мог найти, а также все думал, как познакомиться мне с тянкой с розовыми волосами? Конец октября - как всегда Хэллоуин, смотрел разные фильмы. И вот что, умудрился немного поссориться с Аней Шумовой. У нее чет случилось, и у меня немного тогда бомбануло. А хэллоуин прошел вполне нормально.`,
        text_en: ``,
        song_rus: `https://www.youtube.com/embed/MzejcKAzEek?si=iTgZNn_HDYOs6fh3`, //fuck sanctions
        song_en: `https://www.youtube.com/embed/MzejcKAzEek?si=iTgZNn_HDYOs6fh3`,
    },
    {
        id: 4,
        year: 2019,
        month: 11,
        text_rus: `Предпоследний месяц 2019 выдался крайне противоречивым у меня и неоднозначным. Но при этом, меня его начало порадовало. Еще 1 ноября мы с Мырзой играли вместе в одну смешную игру, и даже не думали, что скоро сильно поссоримся. А второго ноября я видел ту девушку с розовыми волосами, но боялся подойти к ней, потому что была лютая тревога, а потом сильно винил себя за это. Но зато тогда сдал целых две лабы. Ничего не потеряно, а Руслану я решил скинуть списки с ее факультета. В итоге он даже смог найти ее вк, но не стал мне палить, чтобы потом в универе я сам познакомился с ней. От Мырзы мы решили это скрыть и создали фейк с именем «Вероника Гаркуша», которое мы придумали (Вероника в честь той Вероники из 2015-2016, а Гаркуша в честь того мема из октября 2018), совершенно случайно. 5 ноября, ночью, Руслан отправил анаграму ее фамилии, и вот я в итоге сразу угадал ее. После этого он уже сам ей написал, чтобы со мной познакомилась, потому что ему этот цирк надоел. В итоге она мне написала и мы начали общаться. Это тян - Таня со 2 курса с 9 факультета, и вроде норм отвечала, вот только долго. А еще в этот же день, мы с Катей Руденко добавили друг друга в друзья, а 6 ноября уже встретил ее случайно и неплохо пообщались, она даже угостила меня. Начало ноября прошло так, что я переписывался с Катей и Таней, а также делал некоторые лабы. И вот близилось уже 9 ноября, когда мы с Саней Мурзагалиевым в итоге полностью разосрались и разругались. Потому что уже тогда меня это все достало. В итоге мы слили что-то его друзьям, а потом он нашел Катю и начал ее доебывать. Страницу Тани он не знал, он написал на тот фейк Вероники Гаркуши который мы создали для Сани, было забавно наблюдать за тем, что он писал туда тогда. 10 ноября с Таней обсуждали ситуацию с Мырзой и она даже назвала его долбаебом. А ночью 11 ноября случилось очень странное совпадение. Дело в том, что я смотрел списки и мне стало интересно, сколько у Тани было баллов. И вдруг я натыкаюсь там на имя «Вероника Гаркуша». ТО ЕСТЬ. Девушка с именем и фамилией, которые я рандомно придумал, реально существовала и реально училась на 2 курсе тогда!!! Я также поделился данной находкой с Таней спустя несколько дней. А вообще 11 ноября выдалось довольно классным днем. Для начала, я сдал комиссию по физике, за пару дней до этого писал тест по ней. А еще случайно встретил Таню в тот день, мы ехали на одном автобусе тогда и общались, довольно лампово. И вот, я решил сделать новую игру - Vector Incremental. Вот только ее вообще из группы никто не оценил. Одногруппник, которому понравилась та игра, которую я сделал чисто на отъебись сказал что эта игра дерьмо конское и змейка лучше. Поэтому я не был уверен в том, стоит ли продолжать делать ее и как вообще она пойдет. Общение с Таней хоть было и норм, но она подолгу игнорила часто и отвечала только через несколько часов, от чего было не очень удобно с ней переписываться. С Катей я уже тогда тоже общался, и она даже один раз решила меня нарисовать, но в итоге не закончила. Разбирался также с лабами и учился я в эти дни. А вот 17 ноября 2019 я погулял с Петей, в моем районе. Я тогда впервые попробовал мускатный орех, а Петя не мог его выпить, потому что вкус у него был специфический. Вообще его надо было высыпать в воду или газировку. Я высыпал в гетто и выпил. Эффект был ближе к вечеру, очень странно все ощущалось. Я много над чем тогда смеялся, а потом и вовсе мне пришли всякие странные мысли, например про войну двух государств на территории жопы Александра Мурзагалиева. Примерно полтора дня у меня был этот эффект. А я все надеялся на то, что смогу помириться с Шабунькой. Все же несмотря на то, что я общался тогда с двумя другими девочками, мне все еще нравилась Шабунька и я хотел с ней восстановить общение. 22 ноября я зашел в телеграм, и там Шабунька выложила новую фотку. На что я обратил наибольшее внимание - так на ее носик. Как раз с этого месяца и начались мои мысли по поводу носика Ани Шабуниной, что он очень маленький, милый, кошачий и женский, что очень хочется его погладить и подергать и что он очень няшный) Это даже дойдет до того, что на моем сайте и вообще компании, от лица которой я буду делать игры в логотипе будет нос, а называться она будет Nu Games. (Nu, потому что такой ник был у Шабуньки в телеграмме в какое-то время). Как и год назад, снова ходил в поликлиники для того, чтобы получить зачет по физ-ре. И вот 25 ноября выдался просто отвратительный день, который сильно испортил вроде бы неплохой до этого ноябрь. Во первых, я пересаживался на разные автобусы, чтобы встретить Шабуньку. И когда уже ее увидел, я пытался с ней помириться и шел чуть ли не до ее универа. Но она была непоколебима, и никак не хотела мириться, была в жесткой обиде из-за того случая с друзьями и придуманной смерти. Тогда сильная тоска нахлынула на меня, но это было не все говно, произошедшее со мной в этот день. Ведь до этого, еще ночью, я наконец доделал ту игру и опубликовал ее, вот только рейтинг ее в итоге потом стал довольно низким и игра не занимала никакого места за месяц. В итоге, уже 27 ноября я попросил ее удалить, и решил немного еще доделать ее и опубликовать ее позже. Вообще конец ноября выдался довольно плохим. За исключением 29 ноября, когда я возвращался с универа и у остановки увидел горячую жирную тянку в милых наушниках. Я застеснялся знакомиться с ней и думал, что она сильно младше. А через 3 года я про нее вспомню снова и мы дадим ей прозвище - Наушница.`,
        text_en: ``,
        song_rus: `https://www.youtube.com/embed/myatxR5udl4?si=8e4D_va_5kUOOdYK`, //fuck sanctions
        song_en: `https://www.youtube.com/embed/myatxR5udl4?si=8e4D_va_5kUOOdYK`,
    },
    {
        id: 5,
        year: 2019,
        month: 12,
        text_rus: `Хоть и первая неделя декабря выдалась у меня тяжелой и была в целом не очень, декабрь 2019 является одним из лучших месяцев в жизни у меня. Начался он у меня с очень необычной прогулки с Петей, в тот день он уже сам попробовал мускат, а еще мы лазили по какой-то заброшке, не далеко от его дома, чувствовалась мрачная, но при этом довольно клевая атмосфера. Еще собака лаяла, мы над ней шутили очень) В этот день я с Таней и еще одной подругой обсуждал ситуацию по поводу Шабуниной. И они обе сказали, зачем мне общаться с человеком, который тебя ни во что не ставит и так относится? А ведь, они правы. А еще в декабре 2019 снова я решил провести кубок мемов, уже по мемам 2019 года, было прикольно и отдельная беседа для этого))) А главным мемом декабря стала Фэмка - женщина феминистка которая выглядит как мужик) Именно 2 декабря я только узнал про то, что Шабуниной слили многие мои сообщения, 26 августа. Руслан в итоге все рассказал, и это было очень неожиданным тогда для меня поворотом. Руслану в то время понравилась моя однокурсница - Юля Пташинская, в итоге я потом их познакомил. 4 декабря очень странный день. Сначала я все же познакомился с девушкой одной на физ-ре, по имени Маша. Но контактами не успел обменяться, зато узнал, что она тоже ненавидит физику) Но странность дня была в другом. Дело в том, что тогда мы форсили один мем из 2015 года, который форсил Руслан в своей школе и писали людям оттуда. А потом на меня что-то нашло, что я вообще пытался помирить Руслана с его врагами и вообще чуть ли на их сторону не перешел, хз, что случилось тогда, что я чуть не предал друга. Самым плохим днем в декабре 2019 оказалось седьмое. Тогда была пересдача экзамена по дискрану, которую я завалил. А ночью, перед экзаменом, мы с друзьями сильно ржали со свиного пуза и «свинья для Петры». Вот тебе и свиное пузо. За пару дней до этого, сказали до какого-то дня сдать все, а то отчислят. И после завала у меня было дико ужасное настроение и желание сдохнуть потому что боялся того, что меня теперь отчислят. И вот, как только наступило 8 декабря, все начало меняться в лучшую сторону! Во первых, в этот день был готов амулет, я его забрал и через пару дней уже надевал его иногда. Во вторых про Шабуньку гадалка теперь сказала что шанс помириться будет к весне, но только если ей НИКТО не будет писать про меня до этого. Да и в целом тогда все казалось как-то лучше, я еще на Холодное Сердце 2 сходил и мне казалось, что у героинь носики как у Шабуньки няшные и маленькие) 9 декабря была сдача лаб по физике а еще случайно встретил Таню и мы немного пообщались. В итоге на комиссии дали еще время на сдачу долгов, уже это было хорошо. Машу я кстати больше не видел в универе, даже у преподовательницы спрашивал, она сказала, что она закрыла все долги. Хоть и страницу ее я в итоге сам нашел потом, добавляться к ней не решил, так как мы очень мало общались. К 14 декабря надо было снова готовиться к пересдаче экзамена по дискретному анализу. 13 декабря я заметил, что меня в чс добавила Ксюша Лямина и пришлось с этим разбираться. Оказалось, что еще из-за того, что ей Мырза кидал хуйню в сентябре, но потом он перед ней извинился и она меня убрала из чс, но общаться вообще перестали (хотя мы уже в этом году и не общались почти). Кстати, с Мырзой после месяца ссоры, когда мы друг друга еще и подставляли, все же как-то помирились, и в этом месяце общались более менее спокойно и адекватно с ним. А еще 13 декабря мне написал какой-то хач-гей который еще притворялся девушкой, очень сильно горело с него в этом месяце, что я потом его захуесосил в итоге, когда он меня окончательно достал. Также в этом месяце мы с Мырзой форсили одного другого гея-поэта Макса Чуякова (по кличке Параша), который сначала Мырзе писал, а потом мне с очень ебанутой манерой речи. Создавали и его фейк и ржали с него дико, хотя мем еще появился в октябре, а Мырзе он и вовсе в июле еще написал. И вот, 14 декабря выдалось замечательным днем!!! Я наконец пересдал дискран в этот день, а еще неплохо пообщался с однокурсниками и однокурсницами!!! Настроение было очень хорошим, после экзамена еще видел кошек в универе, представлял что это Шабунина и гладил их носы))))) А также общались с Зайцевым в тот день - тем преподом, который у меня был на 1 курсе. Теперь у меня оставался только курсач по дискрану, к которому я приступил сразу же на днях. Ходил на консультации того, как его делать, мне все нормально объяснили и я понимал, что нужно делать. Примерно 1 или 2 недели времени у меня ушло на него, параллельно сдавая всякие зачеты. 19 декабря 2019 я пошел в школу. Но в этот раз не в новую, где я учился в 11 классе, а в старую, где не был аж с 2016 года. Там пообщался с многими учителями, а еще от физика узнал, что препод который год назад у нас вел матан был близким другом самого физика из школы. С другими учителями тоже пообщался. И потом вдруг эвакуация, я вспомнил октябрь 2017, неужели опять это началось? Я увидел одну милую тян из 9 класса, которая мне понравилась тогда и мы часто смотрели друг на друга. Но не узнал даже, как ее зовут. На эвакуации особо не было времени общаться с учителями, так что после этого я пошел домой, но перед этим я купил новый гетто, который раньше не пил. И на следующий день, 20 декабря в универе снова эвакуация. Также в этот день решил с фейка поздравить одну девушку из старой школы, которая мне нравилась в 2012-2013 - Алину. Она в итоге ответила, но общаться мы уже начнем только в марте 2020. Как раз 21 декабря и была консультация по курсачу, а еще тогда я познакомился с одной девушкой с 1 курса по имени Аня. Она у меня попросила зарядку для компа, и моя ей так и не подошла в итоге, что не удивительно. Почему-то я сразу контакты у них не беру, потому что думаю, что мало знакомы. Но радовало меня то, что я уже хотя бы почаще стал действовать и знакомиться. 22 декабря довольно плохой день, потому что на каком-то сайте мне написали, что у меня уродская внешность и снова думал о пластике. Тогда еще с Петей погулять хотел, но и он не смог, в итоге я поехал в Авиапарк один, за сладостями для нового года. Но зато меня ждала хорошая новость - то, что Руслан прилетает в Москву! И вот уже 23 декабря мы с ним погуляли и уже он попробовал мускатный орех после того, как я рассказал про него. Прогулка хоть была и так себе, но зато очень веселой, Руслан очень смешно вел себя под орехом и выдирал корни представляя что это волосы на жопе Мырзы))) Прогулка хоть и хорошей была, только вот Руслан не очень себя чувствовал после этого ореха и даже в кровати блевал потом, уже после прогулки. 25 декабря был зачет по твимс, но я не был готов, сдавал его уже в другой день. Зато еще с одной однокурсницей пообщался тогда - Юлей, но другой, которой Руслан потом тоже написал, но уже в январе. Кстати с Пташинской у Руслана в итоге все плохо закончилось, когда Руслан ее позвал гулять, она написала что у нее парень и времени нет на прогулки с Русом. 27 я все же сдал зачет по твимс, хотя и боялся, что не сдам и атмосфера была мрачной + меня тогда все игнорили. В итоге вообще могла быть даже 4, если бы не пара глупых ошибок, а так 3 вышла. 28 декабря я наконец сдал курсач по дискрану!!! И все, был свободен от долгов. Вообще день классный тогда выдался, потому что еще и пообщался с девушкой, которая была похожа на Седую (вряд ли она конечно) со 2 курса, которую ТОЖЕ Юлей звали!!! А еще с некоторыми другими ребятами со 2 курса, а еще с преподом по поводу нейросетей общаться интересно было. Заказал еще сладостей на НГ. 29 декабря крутая прогулка с Петей и Русланом, захуесосили того хача-гея который мне писал постоянно. А потом дико ржали с вонючей семейки (Путилычей))) и вообще очень весело было, а также мы с Русланом акками обменялись тогда, я мог видеть что он писал, а он что я. И тогда я уже увидел все, что слили Шабуньке 26 августа, правда, от этого настроение немного подпортилось. Самым лучшим днем 2019 года оказался последний день перед новым годом - 31 декабря!!! Встретили мы все Новый Год 2020 просто замечательно! И как раз 31 декабря мы решили погулять втроем, как раз перед новым годом. Сначала мы встретились только с Русланом, Петя спал. Поэтому потом уже к нему пошли будить его. Далее, мы втроем гуляли. Петя решил на днях купить снюс корвус, и в этот день мы его впервые попробовали. В первый раз очень мощный эффект от него был, необычное чувство похолодания в теле и адреналина, а также было очень весело и смешно. На самом деле снюс это просто никотин в пакетиках - альтернатива курению и вейпу, но с большей концентрацией никотина и зависимость от него не такая сильная, можно просто кидать раз в 3 дня, как я в итоге и подсяду, но уже в следующем году. А так вообще казалось, что на весь день эффект был, мы пошли к авиапарку. Там были горячие девушки 2006 года рождения, на парковке, которые курили сигареты. Руслан решил к ним подойти и по приколу расспрашивать их про синкретизм мифологической мысли, было вообще весело, а они спросили -что вы ему в колу подмешали? Потом мы уже пошли в сам Авиапарк, там тоже было весело, но вот очереди в Ашане были безумными. Я решил в этот день многих знакомых и друзей поздравить с наступающим новым годом, даже Шабунину. И в итоге Шабунька даже ответила мне потом. После прогулки, мы пошли в гости к Руслану, где тоже довольно лампово было. Попробовали тогда чифирь, его сделать нам решил Руслан, но я особо эффекта от него тогда не почувствовал, мб потому что он был некрепким, а мб потому что мало выпили. Там еще был парень Артем, которому было 19 лет и с которым обсуждали игры. Снова же играли в игру про Куракова и записали голосовую Романову - «поздравление» с новым годом его) До дома меня уже довез потом батя Пети, в машине я снова закинулся снюсом, немного тошнило, потому что держал долго, но было прикольно)0)). Этот новый год у меня прошел просто замечательно, и это был лучшее 31 декабря в моей жизни! Не удивительно и то, что новый 2020 год начался так же лампово, как и 2014, а может даже еще лучше! И да, перед новым годом, я даже поздравил ту Алину, но как я и писал раньше, общение с ней уже будет только в марте. Вот такой вот классный декабрь выдался, что в итоге он оказался даже лучше, чем декабрь 2015-ого.`,
        text_en: ``,
        song_rus: `https://www.youtube.com/embed/NBKULIJvyzo?si=y9mpJzVRPQC4hq7o`, //fuck sanctions
        song_en: `https://www.youtube.com/embed/NBKULIJvyzo?si=y9mpJzVRPQC4hq7o`,
    },
    {
        id: 2,
        year: 2020,
        month: 1,
        text_rus: `Первый месяц 2020 не оказался гладким, как бы этого хотелось. Хоть и 1 января мы снова погуляли, уже даже вчетвером - с нами был один друг Руслана, которого звали Гоша. С ним я в итоге тоже буду общаться и иногда он будет с нами на прогулках, но довольно редко. Так вот, январь 2020 был месяцем снюса для меня, да и вообще весь 2020 год - годом снюса, как я думаю. Потому что в январе я кидал тот корвус каждые 2-3 дня и очень прикольные ощущения были от него, даже запах такой необычный, мне он нравился. Но как раз из-за снюса, прям 1 января 2020 я блеванул в метро, я его передержал слишком долго, 15 или 20 минут, а вообще больше 5-10 нельзя, да и тем более в метро или транспорте. Хоть январь начался и довольно хорошо, да еще и было до сих пор приятное впечатление после 31 декабря 2019, позже в этом месяце уже было много негативных моментов и событий. Иногда ссорился с родителями, заметил, что одна однокурсница меня просто так в чс кинула, хотя мы даже не общались с ней - и это скорее всего из-за моей внешности, чтобы всякие уроды внешне не писали ей, от чего, настроение иногда тоже было хуевым. А еще я хотел найти одну тян по имени Настя, с которой я общался когда был в 4 классе, а она в 1. А потом нашел Турчанку и думал, что это она, но с ней очень жесткий пиздец произойдет уже позже. Вообще, январь 2020 это месяц, когда я серьезно задумался о своей внешности и о пластике, что она мне необходима. Еще тогда я часто сидел на дваче, почти каждый день заходил туда и ныл по поводу внешности. Хоть некоторые и писали, что я норм выгляжу, но было много ответов, что мне пластика просто необходима, а еще был какой-то сайт с оценкой внешности, где мою внешность плохо оценили. Основная моя проблема была именно с дистальным прикусом - и мне нужны брекеты, а потом возможно придется делать и операцию на челюсть. А еще я с этого месяца пробовал мьюинг и примерно около года так держал язык, но в итоге я пойму, что это хуйня и не помогает никак. 7 января 2020 была ссора с родителями, зато вечером через беседу моего района я познакомился с одной девушкой, которая раньше училась со мной в одной школе (в старой), но была лет на 6 младше - с Арианой. Но она оказалась довольно хорошей тянкой и общение с ней приятным было, до сих пор иногда списываемся. А еще я тогда в ванной снюс кидал и ловил кайф от него) Часто спал в этом месяце, уставал, да еще и сессия снова. Но в этот раз уже нагрузка не такая большая. К 12 января я сделал курсач по базам данных, получилось довольно хорошо, но я всю ночь тогда не спал. А под утро и вовсе на дваче наткнулся на смешную картинку, где к свинье и ее рту прифотошопили язык и письку, дико проорал с этого, на всю квартиру наверное))))) А курсач успешно сдал я на 5! Потом зашел в гости к Пете с компом, там мы поиграли во всякие игры. В январе 2020 я смотрел различные аниме, например я точно помню, что смотрел САО. 14 января я сходил в школу к классной. Середина января как-то не особо запомнилась. Только 17 января поздравил Турчанку с др и подарил ей стикеры с фейка. А вот у Руслана январь 2020 оказался очень веселым месяцем))) Он тогда с 7 по 18 января был в диком запое и каждый день бухал водку и записывал всякие смешные голосовые в беседу или в лс, иногда с моего акка даже Мырзе или Псковке писал) И вот уже 18 января, когда у Руслана был пик того, когда он набухался очень сильно, я сдавал экзамен по базам данных. В итоге, сдал его я на 4, вот только очень сильно пригорело с одного задания. Дело в том, что там данные выдаются реальных студентов, а мне выпала та девка, которая меня в чс кинула по причине моей внешности, и даже делать это задание не очень хотелось из-за этого. Хоть и многие предметы в сессии я сдал нормально, у меня все же были проблемы с физикой, которую у меня не получалось сдать, а также с некоторыми другими предметами вроде, поэтому стипендии у меня снова не было. Отвратительный день был 20 января - и это была худшая прогулка с Петей за все время. Во первых ночью я сильно переживал из-за одного треда. Во вторых в этот день произошло куча обломов - один за другим. Например, я хотел в Таиланд в феврале, но не было ни денег, ни времени + еще и загранпаспорта у нас с мамой заканчивались в июле или августе, а там минимум за полгода должно быть или даже за год. Петю тоже в этот день пришлось ждать долго. AirPods Pro которые я хотел не поддерживали мой старый телефон, а потом еще с родителями дико поссорился по телефону, когда хотел обычные AirPods, из-за того, что опять денег не было. Да и вообще весь этот день отвратительное настроение было, а прогулка была хоть и с Петей, но с ним тогда еще был батя. А в итоге, я прям в тц психанул и стал там резать руку какой-то штукой у кассы, которой заматывали колонку, когда Отажон (отец Пети) покупал ее. Чуть позже стало лучше, а вечером помирился с родителями и уже на следующий день все же мне заказали беспроводные наушники AirPods, или как мы их называли с друзьями - ыырпыдсы. Которые я получил уже 22 января, как подарок себе на новый год. В конце месяца я вспомнил про ту игру Vector Incremental, которая в конце ноября провалилась, и в итоге я стал ее доделывать, чтобы в феврале уже ее опубликовать. 24 января был последний экзамен, по которому у меня уже была 5 автоматом, и вот все, сессия закончилась. Основные проблемы у меня были с физикой… И тогда даже был небольшой шанс на то, что в конце апреля все же получится полететь в Таиланд, но никто не знал, что начнется пандемия. 25 января была веселая бухая прогулка с Петей в честь дня студента) Конец января уже был более спокойным, а 30 января очередная прогулка с Петей. Хоть она и выдалась довольно хорошей и прикольной, нас из магазина техники выгнал один очень наглый охранник за то, что мы там пытались на компьютерах с разной производительностью протестировать мою игру. После чего, мы со многих аккаунтов на этот магазин поставили ужасные отзывы и 1 звезду. А вот последний день января выдался дерьмовым. Во первых какой-то урод на дваче попался и кинул репорт на один мой тред за то, что там было мое фото. А во вторых, снова поссорился с родителями.`,
        text_en: ``,
        song_rus: `https://www.youtube.com/embed/WD2IY3TWc94?si=i9uIeBz69IRoQsfO`, //fuck sanctions
        song_en: `https://www.youtube.com/embed/WD2IY3TWc94?si=i9uIeBz69IRoQsfO`,
    },
]